EEC_PROP/src/main/resources/OP_02/VALID/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:747b99ee-0f7f-4f1e-850f-f920647b34bb</wsa:MessageID>
      <int:ProcedureID>urn:uuid:2bae2091-bcac-41a0-b0bd-98ad351a3129</int:ProcedureID>
      <int:ConversationID>urn:uuid:9a9294c5-c8ba-4a32-af4a-4fa3aabdffde</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.01/P.CC.01.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:44230f55-cf54-4cad-b610-c3b3bf6452a2</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:c340fff5-fca7-4d4c-94c9-27e3df91e109</int:TrackID>
         <int:AcceptTime>2020-03-17T15:27:39+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>63ee4921-86cd-40b7-b44c-f7c8b49c352b</sgn:SignalId>
         <sgn:DateTime>2020-03-17T15:27:39.710</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
